Repository: Liisfume/some
Catalog: lib/l10n/sudoku_*.arb
Languages: mn

# menuNewGame
source: New Game
mn: Шинэ тоглоом

# menuContinueGame
source: Continue Game
mn: Тоглоомыг үргэлжлүүлэх

# levelCancel
source: Cancel
mn: Цуцлах

# levelEasy
source: Easy
mn: Хялбар

# levelMedium
source: Medium
mn: Дунд

# levelHard
source: Hard
mn: Хүнд

# levelExpert
source: Expert
mn: Бүр хүнд

# sudokuGenerateText
source: Sudoku reading...
mn: Судоку үүсэхийг хүлээж байна...

# gameStatusInitialize
source: Initialize
mn: Эхлүүлэх

# gameStatusGaming
source: Gaming
mn: Тоглох

# gameStatusPause
source: Pause
mn: Завсарлах

# gameStatusFailure
source: Failure
mn: Бүтэлгүйтсэн

# gameStatusVictory
source: Victory
mn: Ялалт

# wrongInputAlertText
source: Wrong input
mn: Буруу оролт

# gotItText
source: Ok
mn: Авчихсан

# levelText
source: Level
mn: Түвшин

# tipsText
source: Random Tips
mn: Зөвлөмжүүд

# enableMarkText
source: Enable Note
mn: Тэмдэглэлийг нээх

# closeMarkText
source: Close Note
mn: Тэмдэглэлийг хаах

# exitGameText
source: Exit Game
mn: Гарах

# exitGameContentText
source: Complete this level?
mn: Судокугийн энэ тойргийг дуусгах уу?

# openText
source: Open
mn: Нээх

# cancelText
source: Cancel
mn: Цуцлах

# pauseText
source: Pause Game
mn: Тоглоомыг завсарлах

# markText
source: Mark
mn: Тэмдэг

# pauseGameText
source: Paused
mn: Завсарласан

# elapsedTimeText
source: elapsed time
mn: зарцуулсан цаг

# continueGameContentText
source: Double click the screen to continue playing
mn: Үргэлжлүүлэхийн тулд дэлгэцэн дээр давхар товшино уу

# winnerConclusionText
source: Congratulation, you got [%level%] level
mn: [%түвшин%] судоку сорилтыг дуусгасанд баяр хүргэе!

# failureConclusionText
source: Unfortunately, you couldn't complete [%level%] level!
mn: Харамсалтай нь энэ удаагийн [%түвшин%] судокугийн алдаа хэт олон удаа гарсан тул сорилт амжилтгүй боллоо!
